wp2-ci-akademik/app/Controllers/Home.php

    public function index()
    {
		$model = new MahasiswaModel();
		$data['mhs'] = $model->findAll();
---
SELECT *
FROM `mahasiswa`